Revit 2027 API
SymbolTypeId.KipPerIn Property
 Symbol kip/in, indicating unit Kips per inch.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId KipPerIn { get; }
Public Shared ReadOnly Property KipPerIn As ForgeTypeId
	Get
public:
static property ForgeTypeId^ KipPerIn {
	ForgeTypeId^ get ();
}
static member KipPerIn : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
SymbolTypeId Class
Autodesk.Revit.DB Namespace